* test

#+answer-a: 5

#+name: answer-b
#+BEGIN_SRC jupyter-python
print(40 + 2)
#+END_SRC

#+RESULTS: answer-b
:RESULTS:
42
:END:

#+BEGIN_SRC jupyter-python
answer_c = "apple"
#+END_SRC
